Repository: verdanatech/behaviors
Catalog: locales/*.po
Languages: tr_tr

source: Behaviours
tr_tr: Davranışlar

source: Clone
tr_tr: Kopyala

source: Clone of
tr_tr: Şunun kopyası

source: Error in creating glpi_plugin_behaviors_configs
tr_tr: creating glpi_plugin_behaviors_configs eklenirken bir sorun çıktı

source: Error during update glpi_plugin_behaviors_configs
tr_tr: glpi_plugin_behaviors_configs güncellenirken bir sorun çıktı

source: Inventory
tr_tr: Envanter

source: Ticket's number format
tr_tr: Çağrı sayı biçimi

source: Delete computer in OCSNG when purged from GLPI
tr_tr: GLPI üzerinden silinen bilgisayar OCSNG üzerinden silinsin

source: Plugin "Item's uninstallation" not installed
tr_tr: "Öge kaldırma" uygulama eki yüklenmemiş

source: Plugin "OCS Inventory NG" not installed
tr_tr: "OCS Inventory NG" uygulama eki yüklenmemiş

source: Use the associated item's group
tr_tr: İlgili ögenin grubu kullanılsın

source: Show my assets
tr_tr: Varlıklarımı görüntüle

source: Use the requester's group
tr_tr: İstekte bulunanın grubu kullanılsın

source: Show assets of my groups
tr_tr: Gruplarımdaki varlıkları görüntüle

source: Use the technician's group
tr_tr: Teknisyenin grubu kullanılsın

source: Notification
tr_tr: Bildirim

source: Requester is mandatory
tr_tr: İstekte bulunan zorunludur

source: Additional notifications
tr_tr: Ek bildirimler

source: Allow Clone
tr_tr: Kopyalanabilsin

source: In the active entity
tr_tr: Etkin birimde

source: In the item's entity
tr_tr: Ögenin biriminde

source: Duration is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için süre zorunludur

source: Category is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için kategori zorunludur

source: Type of solution is mandatory before problem is solved/closed
tr_tr: Sorunun çözümlenmesi ya da kapatılması için çözüm türü zorunludur

source: Type of solution is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için çözüm türü zorunludur

source: Block the solving/closing of a problem if task do to
tr_tr: Yapılacak iş varsa çağrı çözülmüş/kapatılmış olarak işaretlenemesin

source: Category is mandatory when you assign a ticket
tr_tr: Bir destek kaydı atamak için kategori zorunludur

source: Description of solution is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için çözüm açıklaması zorunludur

source: Change's number format
tr_tr: Değişikliğin sayı biçimi

source: Technician assigned is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için atanan teknisyen zorunludur

source: Group of technicians assigned is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için atanan teknisyenler grubu zorunludur

source: Block the solving/closing of a change if task do to
tr_tr: Yapılacak iş varsa bir değişiklik çözülmüş/kapatılmış olarak işaretlenemesin

source: Location is mandatory before ticket is solved/closed
tr_tr: Çağrının çözümlenmesi ya da kapatılması için konum zorunludur

source: Task category is mandatory in a task
tr_tr: Bir görev için görev kategorisi zorunludur

source: Deny change of ticket's creation date
tr_tr: Çağrı oluşturulma tarihi değiştirilemesin

source: Protect from simultaneous update
tr_tr: Eşzaman güncelleme yapılamasın

source: Single technician and group
tr_tr: Tek teknisyen ve grup

source: Single user and single group
tr_tr: Tek kullanıcı ve tek grup

source: Single user or group
tr_tr: Tek kullanıcı ya da grup

source: Block the solving/closing of a the ticket if task do to
tr_tr: Yapılacak iş varsa çağrı çözülmüş olarak işaretlenemesin ya da kapatılamasın

source: Add the logged technician when solve ticket
tr_tr: Bir destek kaydını çözümlerken ilgilenen teknisyeni ekleyin

source: Technician assignment when adding follow up
tr_tr: İzleme eklendiğinde teknisyen ataması

source: Add document to ticket
tr_tr: Çağrıya bir belge ekle

source: Delete document to ticket
tr_tr: Çağrıdaki ek belgeyi sil

source: You cannot solve/close a ticket with task do to
tr_tr: Yapılacak işi olan bir çağrıyı çözülmüş olarak işaretleyemez ya da kapatamazsınız

source: You cannot solve/close a problem with task do to
tr_tr: Yapılacak işi olan bir çağrıyı çözülmüş/kapatılmış olarak işaretleyemezsiniz

source: You cannot solve/close a change with task do to
tr_tr: Yapılacak işi olan bir değişikliği çözülmüş/kapatılmış olarak işaretleyemezsiniz

source: Reopen ticket
tr_tr: Çağrıyı yeniden aç

source: Change status
tr_tr: Durumu değiştir

source: Ticket waiting
tr_tr: Çağrı uyarısı

source: Last technician assigned
tr_tr: Son atanan teknisyen

source: Last group assigned
tr_tr: Son atanan grup

source: Last supplier assigned
tr_tr: Son atanan tedarikçi

source: Last watcher added
tr_tr: Son atanan izleyici

source: Supervisor of last group assigned
tr_tr: Son atanan grubun yöneticisi

source: Last group assigned without supersivor
tr_tr: Yöneticisiz olarak atanan son grup

source: Can't save, item have been updated
tr_tr: Öge güncellendiğinden kaydedilemedi

source: You cannot change status of a task in a solved ticket
tr_tr: Çözümlenmiş bir destek kaydının durumunu değiştiremezsiniz
